Repository: Mcking4u/odlay_2023
Catalog: lib/l10n/app_*.arb
Languages: fi

# title_sp_selec
source: I'm Service Provider
fi: Olen Palveluntarjoaja

# title_cus_selec
source: I'm Customer
fi: Olen Asiakas

# fotter_sp_selec
source: I'm Customer
fi: Olen Asiakas

# fotter_cus_selec
source: I'm Customer
fi: Olen Asiakas

# title_apply_filter
source: Apply Filter
fi: Käytä suodatinta

# btn_apply
source: Apply
fi: Käytä

source: Select Address
fi: Valitse Osoite

# title_custom_search_filter
source: Search With Filter
fi: Hae suodattimella

source: Select Skills
fi: Valitse Taidot

# btn_reset
source: Reset
fi: Nollaa

source: Categories
fi: Luokat

source: View All
fi: Näytä kaikki

source: Featured Services
fi: Suositellut palvelut

source: Top Rated Professionals
fi: Parhaiksi arvioidut ammattilaiset

# app_bar_cust_profile
source: Customer Profile
fi: Asiakas profiili

# nav_home
source: Home
fi: Koti

# nav_Profile
source: Profile
fi: Profiili

# nav_job_manager
source: Job Manager
fi: Työpäällikkö

# nav_job_conversatin
source: Conversation
fi: Keskustelu

# nav_my_account
source: My Account
fi: Tilini

# title_my_acount_info
source: Account info,Setting more
fi: Tilitiedot, lisäasetukset

source: General
fi: KenraaliGeneral

# notification
source: Notfications
fi: Vaihda kieltä

# about_odlay_service
source: About Odlay Services
fi: Tietoja Odlay-palveluista

# help_support
source: Help Support & tutorials
fi: Ohje Tuki ja opetusohjelmat

# rate_odlay
source: Rate Odlay Services
fi: Arvioi Odlay-palvelut

source: Payment
fi: Maksu

source: Wallet
fi: Lompakko

source: Wallet Method
fi: Lompakkomenetelmä

source: SignOut??
fi: Kirjaudu ulos??

source: Delete My Account
fi: Poista minun tilini

source: Disable My Account
fi: Poista Oma tili käytöstä

# app_bar_my_wallet
source: My Wallet
fi: Lompakkoni

# completed_job
source: Completed Jobs
fi: Valmiit työt

# total_spending
source: Total Spendings
fi: Kokonaiskulut

source: Total Earnings
fi: kokonaistulot

source: Cash Payment
fi: Käteismaksu

source: Online Payment
fi: Online Maksu

source: Payment Date:
fi: Maksupäivä:

# bid_amount_wallet
source: Bid Amount:
fi: Tarjoussumma:

# odlay_fee_wallet
source: Odlay Fee:
fi: Odlay-maksu:

source: Amount Payable:
fi: Maksettava summa:

source: By Card
fi: Kortilla

source: Created At:
fi: Luotu osoitteessa:

source: Job Deadline:
fi: Työn määräaika:

source: Budget
fi: Budjetti

source: Applicant list:
fi: Hakijaluettelo:

# invite_service_provider
source: Invite Top Service Providers
fi: Kutsu parhaat palveluntarjoajat

# delete_job_title
source: Delete Job
fi: Poista työ

# delete_job_meeage
source: Are you sure you want Delete this Job!
fi: Haluatko varmasti poistaa tämän työn!

# delete_job_postive_btn
source: Yes
fi: Joo

source: Bid Amount
fi: Tarjoussumma

source: Odlay Fee
fi: Odlay-maksu

source: Total Payable Amount
fi: Maksettava kokonaissumma

source: No of Days
fi: Päivien lukumäärä

# number_of_recomended
source: No Recomended Providers Found
fi: Suositeltuja palveluntarjoajia ei löytynyt

source: Invited
fi: Kutsuttu

source: Call
fi: Soittaa puhelimella

source: fully Verfied
fi: täysin varmistettu

source: partially Verfied
fi: osittain varmistettu

source: Expert
fi: Asiantuntija

source: Skills
fi: Taidot

source: Location
fi: Sijainti

source: Job Budget
fi: Työn budjetti

# note_all_vate
source: Note:All the amounts include VAT
fi: Huomaa: Kaikki summat sisältävät ALV:n

source: Updating
fi: Päivitetään

source: Award
fi: Myöntää

source: Disclaimer
fi: Vastuuvapauslauseke

source: Decline
fi: Hylkää

source: Accept
fi: Hyväksyä

source: Your Location Permission
fi: Sijaintilupasi

# your_location_h1
source: To use your location to automatically see the latest jobs or service providers around your area, please allow Odlay Services to use your location when the application is open or running.
fi: Jos haluat käyttää sijaintiasi nähdäksesi automaattisesti uusimmat työpaikat tai palveluntarjoajat alueellasi, anna Odlay Services käyttää sijaintiasi, kun sovellus on auki tai käynnissä.

# your_location_h2
source: Odlay Services will use your location to fetch the latest jobs or closest service providers around your area and will order them by distance from your location
fi: Odlay Services käyttää sijaintiasi uusimpien työpaikkojen tai lähimpien palveluntarjoajien hakemiseen alueellasi ja tilaa ne etäisyyden mukaan sijainnistasi
